<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>

<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>TEST</title>
</head>
<body>
 ${field}
1. Мне нравится заниматься  физкультурой 	-2 	-1 	0 	1 	2 	Я не люблю физические нагрузки
2. Люди считают меня отзывчивым и  доброжелательным человеком 	-2 	-1 	0 	1 	2 	Некоторые люди считают меня  холодным и черствым
3. Я во всем ценю чистоту и порядок 	-2 	-1 	0 	1 	2 	Иногда я позволяю себе быть  неряшливым
4. Меня часто беспокоит мысль, что что-нибудь может случиться 	-2 	-1 	0 	1 	2 	«Мелочи жизни» меня не тревожат
5. Все новое вызывает у меня  интерес 	-2 	-1 	0 	1 	2 	Часто новое вызывает у меня  раздражение
6. Если я ничем не занят, то это меня  беспокоит 	-2 	-1 	0 	1 	2 	Я человек спокойный и не люблю  суетиться
7. Я стараюсь проявлять  дружелюбие ко всем людям 	-2 	-1 	0 	1 	2 	Я не всегда и не со всеми  дружелюбный человек
8. Моя комната всегда аккуратно  прибрана 	-2 	-1 	0 	1 	2 	Я не очень стараюсь следить за  чистотой и порядком
9. Иногда я расстраиваюсь из-за  пустяков 	-2 	-1 	0 	1 	2 	Я не обращаю внимания на мелкие  проблемы
10. Мне нравятся неожиданности 	-2 	-1 	0 	1 	2 	Я люблю предсказуемость событий
11. Я не могу долго оставаться в  неподвижности 	-2 	-1 	0 	1 	2 	Мне не нравится быстрый стиль  жизни
12. Я тактичен по отношения к  другим людям 	-2 	-1 	0 	1 	2 	Иногда в шутку я задеваю  самолюбие других
13. Я методичен и пунктуален во  всем 	-2 	-1 	0 	1 	2 	Я не очень обязательный человек
14. Мои чувства легко уязвимы и  ранимы 	-2 	-1 	0 	1 	2 	Я редко тревожусь и редко чего- либо боюсь
15. Мне не интересно, когда ответ  ясен заранее 	-2 	-1 	0 	1 	2 	Я не интересуюсь вещами, которые мне не понятны
16. Я люблю, чтобы другие быстро  выполняли мои распоряжения 	-2 	-1 	0 	1 	2 	Я не спеша выполняю чужие  распоряжения
17. Я уступчивый и склонный к  компромиссам человек 	-2 	-1 	0 	1 	2 	Я люблю поспорить с  окружающими
18. Я проявляю настойчивость,  решая трудную задачу 	-2 	-1 	0 	1 	2 	Я не очень настойчивый человек
19. В трудных ситуациях я весь  сжимаюсь от напряжения 	-2 	-1 	0 	1 	2 	Я могу расслабиться в любой  ситуации
20. У меня очень живое воображение 	-2 	-1 	0 	1 	2 	Я всегда предпочитаю реально  смотреть на мир
21. Мне часто приходится быть  лидером, проявлять инициативу 	-2 	-1 	0 	1 	2 	Я скорее подчиненный, чем лидер
22. Я всегда готов оказать помощь и  разделить чужие трудности 	-2 	-1 	0 	1 	2 	Каждый должен уметь  позаботиться о себе
23. Я очень старательный во всех  делах человек 	-2 	-1 	0 	1 	2 	Я не очень усердствую на работе
24. У меня часто выступает  холодный пот и дрожат руки 	-2 	-1 	0 	1 	2 	Я редко испытывал напряжение,  сопровождаемое дрожью в теле
25. Мне нравится мечтать 	-2 	-1 	0 	1 	2 	Я редко увлекаюсь фантазиями
26. Часто случается, что я руковожу,  отдаю распоряжения другим людям 	-2 	-1 	0 	1 	2 	Я предпочитаю, чтобы кто-то  другой брал в свои руки  руководство
27. Я предпочитаю сотрудничать с  другими, чем соперничать 	-2 	-1 	0 	1 	2 	Без соперничества общество не  могло бы развиваться
28. Я серьезно и прилежно отношусь  к работе 	-2 	-1 	0 	1 	2 	Я стараюсь не брать  дополнительные обязанности на  работе
29. В необычной обстановке я часто нервничаю 	-2 	-1 	0 	1 	2 	Я легко привыкаю к новой  обстановке
30. Иногда я погружаюсь в глубокие размышления 	-2 	-1 	0 	1 	2 	Я не люблю тратить свое время на  размышления
31. Мне нравится общаться с  незнакомыми людьми 	-2 	-1 	0 	1 	2 	Я не очень общительный человек
32. Большинство людей добры от  природы 	-2 	-1 	0 	1 	2 	Я думаю, что жизнь делает  некоторых людей злыми
33. Люди часто доверяют мне  ответственные дела 	-2 	-1 	0 	1 	2 	Некоторые считают меня  безответственным
34. Иногда я чувствую себя одиноко,  тоскливо и все валится из рук 	-2 	-1 	0 	1 	2 	Часто, что-либо делая, я так  увлекаюсь, что забываю обо всем
35. Я хорошо знаю, что такое  красота и элегантность 	-2 	-1 	0 	1 	2 	Мое представление о красоте такое  же, как и у других
36. Мне нравится приобретать новых  друзей и знакомых 	-2 	-1 	0 	1 	2 	Я предпочитаю иметь только  несколько надежных друзей
37. Люди, с которыми я общаюсь,  обычно мне нравятся 	-2 	-1 	0 	1 	2 	Есть такие люди, которых я не  люблю
38. Я требователен и строг в работе 	-2 	-1 	0 	1 	2 	Иногда я пренебрегаю своими  обязанностями
39. Когда я сильно расстроен, у меня  тяжело на душе 	-2 	-1 	0 	1 	2 	У меня очень редко бывает  мрачное настроение
40. Музыка способна так захватить  меня, что я теряю чувство времени 	-2 	-1 	0 	1 	2 	Драматическое искусство и балет  кажутся мне скучными
41. Я люблю находиться в больших и  веселых компаниях 	-2 	-1 	0 	1 	2 	Я предпочитаю уединение
42. Большинство людей честные, и  им можно доверять 	-2 	-1 	0 	1 	2 	Иногда я отношусь подозрительно  к другим людям
43. Я обычно работаю добросовестно 	-2 	-1 	0 	1 	2 	Люди часто находят в моей работе  ошибки
44. Я легко впадаю в депрессию 	-2 	-1 	0 	1 	2 	Мне невозможно испортить  настроение
45. Настоящее произведение  искусства вызывает у меня  восхищение 	-2 	-1 	0 	1 	2 	Я редко восхищаюсь  совершенством настоящего  произведения искусства
46. «Болея» на спортивных  соревнованиях, я забываю обо всем 	-2 	-1 	0 	1 	2 	Я не понимаю, почему люди  занимаются опасными видами  спорта
47. Я стараюсь проявлять чуткость, когда имею дело с людьми 	-2 	-1 	0 	1 	2 	Иногда мне нет дела до интересов  других людей
48. Я редко делаю необдуманно то,  что хочу сделать 	-2 	-1 	0 	1 	2 	Я предпочитаю принимать решения быстро
49. У меня много слабостей и  недостатков 	-2 	-1 	0 	1 	2 	У меня высокая самооценка
50. Я хорошо понимаю свое  душевное состояние 	-2 	-1 	0 	1 	2 	Мне кажется, что другие люди  менее чувствительны, чем я
51. Я часто игнорирую сигналы,  предупреждающие об опасности 	-2 	-1 	0 	1 	2 	Я предпочитаю избегать опасных  ситуаций
52. Радость других я разделяю как  собственную 	-2 	-1 	0 	1 	2 	Я не всегда разделяю чувства  других людей
53. Я обычно контролирую свои  чувства и желания 	-2 	-1 	0 	1 	2 	Мне трудно сдерживать свои  желания
54. Если я терплю неудачу, то  обычно обвиняю себя 	-2 	-1 	0 	1 	2 	Мне часто «везет», и  обстоятельства редко бывают  против меня
55. Я верю, что чувства делают мою  жизнь содержательнее 	-2 	-1 	0 	1 	2 	Я редко обращаю внимание на  чужие переживания
56. Мне нравятся карнавальные  шествия и демонстрации 	-2 	-1 	0 	1 	2 	Мне не нравится находиться в  многолюдных местах
57. Я стараюсь поставить себя на  место другого человека, чтобы его  понять 	-2 	-1 	0 	1 	2 	Я не стремлюсь понять все нюансы  переживаний других людей
58. В магазине я обычно долго  выбираю то, что надумал купить 	-2 	-1 	0 	1 	2 	Иногда я покупаю вещи  импульсивно
59. Иногда я чувствую себя жалким  человеком 	-2 	-1 	0 	1 	2 	Обычно я чувствую себя нужным  человеком
60. Я легко «вживаюсь» в  переживания вымышленного героя 	-2 	-1 	0 	1 	2 	Приключения киногероя не могут  изменить мое душевное состояние
61. Я чувствую себя счастливым,  когда на меня обращают внимание 	-2 	-1 	0 	1 	2 	Я скромный человек и стараюсь не выделяться среди людей
62. В каждом человеке есть нечто,  за что его можно уважать 	-2 	-1 	0 	1 	2 	Я еще не встречал человека,  которого можно было бы уважать
63. Обычно я хорошо думаю,  прежде чем действую 	-2 	-1 	0 	1 	2 	Я не люблю продумывать заранее  результаты своих поступков
64. Часто у меня бывают взлеты и  падения настроения 	-2 	-1 	0 	1 	2 	Обычно у меня ровное настроение
65. Иногда я чувствую себя  фокусником, подшучивающим над  людьми 	-2 	-1 	0 	1 	2 	Люди часто называют меня  скучным, но надежным человеком
66. Я привлекателен для лиц  противоположного пола 	-2 	-1 	0 	1 	2 	Некоторые считают меня обычным  и неинтересным человеком
67. Я всегда стараюсь быть добрым и внимательным с каждым  человеком 	-2 	-1 	0 	1 	2 	Некоторые люди думают, что я  самонадеянный и эгоистичный
68. Перед путешествием я намечаю  точный план 	-2 	-1 	0 	1 	2 	Я не могу понять, зачем люди  строят такие детальные планы
69. Мое настроение легко меняется  на противоположное 	-2 	-1 	0 	1 	2 	Я всегда спокоен и уравновешен
70. Я думаю, что жизнь – это  азартная игра 	-2 	-1 	0 	1 	2 	Жизнь – это опыт, передаваемый  последующим поколениям
71. Мне нравится выглядеть  вызывающе 	-2 	-1 	0 	1 	2 	В обществе я обычно не  выделяюсь поведением и модной  одеждой
72. Некоторые говорят, что я  снисходителен к окружающим 	-2 	-1 	0 	1 	2 	Говорят, что я часто хвастаюсь  своими успехами
73. Я точно и методично выполняю  свою работу 	-2 	-1 	0 	1 	2 	Я предпочитаю «плыть по  течению», доверяя своей интуиции
74. Иногда я бываю настолько  взволнован, что даже плачу 	-2 	-1 	0 	1 	2 	Меня трудно вывести из себя
75. Иногда я чувствую, что могу  открыть в себе нечто новое 	-2 	-1 	0 	1 	2 	Я не хотел бы ничего в себе менять
</body>
</html>
